import React , { useState } from "react";

const Help = [
    {
        question: 'Что делать, если я потерял доступ к Steam-аккаунту?',
        response: 'Вам нужно обратиться в поддержку и предоставить доказательства того, что у вас больше нет доступа к аккаунту.'
    },
    {
        question: 'Могу ли я обнулить свою статистику?',
        response: 'Обнулить личную статистику невозможно.'
    },
    {
        question: 'Как создать команду?',
        response: 'Перейдите во вкладку "Команды", затем слева нажмите на "Создать команду". В появившемся окне напишите название и тег команды, а также описание при желании.'
    },
    {
        question: 'Как зарегистрироваться на турнир?',
        response: 'Перейдите на страницу интересующего вас турнира с главной страницы сайта и нажмите на кнопку "Участвовать".'
    }
];

  export default Help;